<?php

/**
 * order.php
 *
 * 
 * @created    2022-08-02 14:22:41
 * @modified   2022-08-02 14:22:41
 */

return [
    'help_index'                => 'عرض المساعدة',

    'title_1'                   => 'دليل سريع',
    'title_2'                   => 'خدمة سريعة',
    'btn_link'                  => 'اذهب الآن',
    'mall_config'               => 'تكوين مول',
    'dev_doc'                   => 'دليل التنمية',
    'technical_services'        => 'الخدمات الفنية',
    'system_upgrade'            => 'ترقية النظام',
    'upgrade_services'          => 'ترقية الخدمات',
    'upgrade_services_text'     => 'لا حاجة لك لفعل أي شيء ، سيقوم المسؤول بإكمال ترقية نظام Beikeshop لك. اسمح لك بالحصول على أحدث نظام محطة Beikeshop المستقل. هناك خصومات لترقية مواقع ويب متعددة في وقت واحد!',
    'install_ssl'               => 'تثبيت SSL',
    'install_ssl_text'          => 'تثبيت وتكوين شهادة SSL لك. من خلال تشفير الاتصالات ، يتم حماية نقل المعلومات الحساسة بين الموقع وعملائها. تحسين موقع الويب الخاص بك \'s credibility! ',
    'work_order_service'        => 'خدمة أمر العمل',
    'work_order_service_text_1' => 'مواجهة المشاكل الفنية؟ هل لديك تقييم وظيفي مخصص؟ هل تحتاج إلى تطوير مكون إضافي جديد؟ يمكنك استخدام خدمة التذاكر لطلب المساعدة منا! بعد دفع الدفعة المقدمة ، يمكنك بدء أمر عمل بنجاح',
    'auxiliary_station'         => 'حزمة بناء موقع الويب المساعد',
    'auxiliary_station_text_1'  => 'تهدف إلى المبتدئين الفنيين الذين يرغبون في إنشاء محطة مستقلة على الخادم الخاص بهم. بعد شراء الخدمة ، سيتم بناء Beikeshop على الخادم المعين وفقًا لاحتياجاتك.',
    'cloud_hosting'             => 'بناء موقع استضافة السحابة',
    'cloud_hosting_text_1'      => 'يمكنك الحصول على موقع الويب الخاص بك المستقل دون أي أساس تقني! بعد شراء الخدمة ، سنتولى تمامًا دعم الصيانة الفنية لمحطة Beikeshop المستقلة. ما عليك سوى تذكر حساب وكلمة المرور للمحطة المستقلة لاستخدام المحطة المستقلة.',
    'vip_service'               => 'خدمة VIP Super',
    'vip_service_sub_title'     => 'توفر لك Beikeshop Super VIP Service مجموعة كاملة من الاستضافة الفنية ودعم بناء موقع الويب على مدار الساعة. لا داعي للقلق بشأن جميع المشكلات التقنية ، سنتعامل مع جميع التفاصيل الفنية لك ، مما يتيح لك تشغيل وترويج أعمال التجارة الإلكترونية عبر الحدود بسهولة.',
];
